Revit 2027 API
ParameterTypeId.FamilyCurveGstyleFor2010Mass Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyCurveGstyleFor2010Mass { get; }
Public Shared ReadOnly Property FamilyCurveGstyleFor2010Mass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyCurveGstyleFor2010Mass {
	ForgeTypeId^ get ();
}
static member FamilyCurveGstyleFor2010Mass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace